[UI_TREE]
EDITCfg=Modifica impostazioni
MARKCfg = Impostazioni di contrassegno
3DCfg=impostazione 3D
ImportDxf_Type0Cfg=Impostazioni di importazione DXF
SysCfg = Altre impostazioni

[Edit]
EDIT=Modifica impostazioni
PointFilterPrecis = Precisione del punto di filtro (mm)
PointFilterAngle = angolo del filtro (gradi)
PointPrecisMoveStep = Passo spostamento punto (mm)
MICRO = Passo di regolazione fine della posizione (mm)
MICROROTATE = Regolazione fine dell'angolo dimensione del passo (gradi)
CLICK = Precisione pickup (mm)
UNDO = Numero di fasi di rollback del numero di fasi
ONETOTWO = Precisione del punto di interruzione (mm)
ExtendSpace = precisione di ridimensionamento (mm)
KillAngleSpace = precisione dell'angolo guida (mm)
PreViewZoomScale = zoom di anteprima
LayerCnt = numero di livelli
JoinDistance = Distanza massima fusione curve
FastDrawEnable = la riga di riempimento mostra l'accelerazione
FastDrawEnableOption=Off|Attiva

[MARK]
MARK = Impostazioni di contrassegno
SafeDoorRemark = se la porta blindata è chiusa e se continuare a contrassegnare
SafeDoorRemarkOption=No|Yes
CloseRedIfMark = indica se la luce rossa viene disattivata automaticamente durante la marcatura
CloseRedIfMarkOption=No|Yes
RedPreviewLayer No = velocità di marcatura dell'anteprima a luce rossa

[3D]
3D=Impostazioni 3D
3dModelPrecision = accuratezza dell'elaborazione del modello 3D
3dTrancePrecision = accuratezza di conversione dei dati 3D
STLOptimize=Ottimizzazione della mappa del modello STL
STLOptimizeOption=No|Sì

[ImportDxf_Type0]
ImportDxf_Type0=Impostazioni di importazione DXF
SepArc = precisione dell'arco (5 ~ 255)
SepSpLine = precisione spline (5 ~ 255)

[Sys]
Sys=Altre impostazioni
CIRCLEPRECIS = Precisione arco (mm)
SAMPLECOUNT = Numero di campioni per segmento dell'arco
AIIMPORTPRECIS=Precisione di importazione file AI (mm)
PowerFill = Ottimizzazione della velocità di riempimento
PowerFillOption=No|Sì
PowerDraw = Ottimizzazione della velocità di disegno
PowerDrawOption=No|Sì
PowerRPViewFrame = ottimizzazione del bordo dell'anteprima della luce rossa
PowerRPViewFrameOption=No|Sì

[UI_FACE]
ExportSysPara = Parametro di esportazione...
ImportSysPara = parametro import...
Ok=OK
Cancel = Annulla
Apply=Apply

;3DCALI DLG MAIN
[DLG_6000]
1019=Impostazione del parametro di marcatura
1021 = Marcatura iniziale
1022 = Anteprima a luce rossa
1023 = Marcatura circolare
1024=Esporta file di correzione
1025=Importa file di correzione
1027=punto di riferimento motore
1028 = Posizione minima di regolazione
1029 = posizione massima di regolazione
1030 = incremento corretto
1031 = lunghezza focale del Riferimento
1033=impostazione dei parametri
6000 = tipo di correzione
6001=Parametri di base
6002 = posizione del motore
3=Genera file di correzione
4=Ripristina

; 3DCALI DLG PARAM
[DLG_140]
1035 = numero di marcature
1036=Velocità di marcatura (mm/s)
1037=Velocità di salto (mm/s)
1038=frequenza Q (kHz)
1039=Q release (US)
1040=corrente (A)
1041=Potenza (%)
1042=Modalità
1051=Applicazione
2=Annulla

[UI_TREE]
EDITCfg=Modifica impostazioni
MARKCfg = Impostazioni di contrassegno
3DCfg=impostazione 3D
ImportDxf_Type0Cfg=Impostazioni di importazione DXF
SysCfg = Altre impostazioni

[modifica]
EDIT=Modifica impostazioni
PointFilterPrecis = Precisione del punto di filtro (mm)
PointFilterAngle = angolo del filtro (gradi)
PointPrecisMoveStep = Passo spostamento punto (mm)
MICRO = Passo di regolazione fine della posizione (mm)
MICROROTATE = Regolazione fine dell'angolo dimensione del passo (gradi)
CLICK = Precisione pickup (mm)
UNDO = Numero di fasi di rollback del numero di fasi
ONETOTWO = Precisione del punto di interruzione (mm)
ExtendSpace = precisione di ridimensionamento (mm)
KillAngleSpace = precisione dell'angolo guida (mm)
PreViewZoomScale = zoom di anteprima
LayerCnt = numero di livelli
JoinDistance = Distanza massima fusione curve
FastDrawEnable = la riga di riempimento mostra l'accelerazione
FastDrawEnableOption=Off|Attiva

[CONTRASSEGNO]
MARK = Impostazioni di contrassegno
SafeDoorRemark = se la porta blindata è chiusa e se continuare a contrassegnare
SafeDoorRemarkOption=No|Yes
CloseRedIfMark = indica se la luce rossa viene disattivata automaticamente durante la marcatura
CloseRedIfMarkOption=No|Yes
RedPreviewLayer No = velocità di marcatura dell'anteprima a luce rossa

[3D]
Impostazioni 3D=3D
3dModelPrecision = accuratezza dell'elaborazione del modello 3D
3dTrancePrecision = accuratezza di conversione dei dati 3D
STLOptimize=Ottimizzazione della mappa del modello STL
STLOptimizeOption=No|Sì

[ImportDxf_Type0]
ImportDxf_Type0=Impostazioni di importazione DXF
SepArc = precisione dell'arco (5 ~ 255)
SepSpLine = precisione spline (5 ~ 255)

[Sys]
sys=Altre impostazioni
CIRCLEPRECIS = Precisione arco (mm)
SAMPLECOUNT = Numero di campioni per segmento dell'arco
AIIMPORTPRECIS=Precisione di importazione file AI (mm)
PowerFill = Ottimizzazione della velocità di riempimento
PowerFillOption=No|Sì
PowerDraw = Ottimizzazione della velocità di disegno
PowerDrawOption=No|Sì
PowerRPViewFrame = ottimizzazione del bordo dell'anteprima della luce rossa
PowerRPViewFrameOption=No|Sì

[UI_FACE]
ExportSysPara = Parametro di esportazione...
ImportSysPara = parametro import...
Ok=OK
Annulla = Annulla
Apply=Apply

; 3DCALI DLG PRINCIPALE
[DLG_6000]
1019=Impostazione del parametro di marcatura
1021 = Marcatura iniziale
1022 = Anteprima a luce rossa
1023 = Marcatura circolare
1024=Esporta file di correzione
1025=Importa file di correzione
1027=punto di riferimento motore
1028 = Posizione minima di regolazione
1029 = posizione massima di regolazione
1030 = incremento corretto
1031 = lunghezza focale del Riferimento
1033=impostazione dei parametri
6000 = tipo di correzione
6001=Parametri di base
6002 = posizione del motore
3=Genera file di correzione
4=Ripristina

; 3DCALI DLG PARAM
[DLG_140]
1035 = numero di marcature
1036=Velocità di marcatura (mm/s)
1037=Velocità di salto (mm/s)
1038=frequenza Q (kHz)
1039=Q release (US)
1040=corrente (A)
1041=Potenza (%)
1042=Modalità
1051=Applicazione
2=Annulla

; 3DCALI STRINGA
[STRINGTABLE]
Motor position = posizione del motore
Current focus = lunghezza focale corrente
Wrong motor parameters = parametri motore errati
Motor movement failure = guasto del movimento del motore
Motor increment out of range (0.01mm~5mm) = Incremento del motore fuori gamma (0,01 mm ~ 5 mm)
Focus of base plane out of range (>0mm) = lunghezza focale del Riferimento fuori intervallo (>0 mm)
Cali data wrong,the focus must be monotonically increasing/decreasing =corregge gli errori dei dati, la lunghezza focale deve aumentare/diminuire monotonamente

Cali file detected, generation will modify the original file. It is recommended to back up (Export) the file first. Are you sure to continue generating? = Il file di calibrazione esiste già, generando la tabella di correzione modificherà il file di correzione originale, si consiglia di eseguire il backup (esportazione) e quindi generare. Vuoi continuare a costruire?

Generating cali file false: Unable to open/create file = Impossibile generare il file di correzione: Impossibile aprire/creare il file
Generating cali file false: Unable to write file = Impossibile generare il file di correzione: Impossibile scrivere sul file
Stop Marking = Stop marking
Start Marking = Marcatura iniziale
Failed to stop marking = Errore di interruzione della marcatura
Failed to start marking = Errore di contrassegno di arresto
Export success = Esportazione riuscita

Export failed: Can not find cali file or copy file failed = Esportazione non riuscita: Impossibile trovare il file di correzione o copiare il file non è riuscito

Import failed: Cali file does not exist = Importazione non riuscita: il file di correzione non esiste 

Import failed: Unknow = Importazione non riuscita: errore sconosciuto
Cali file already exists, do you want to replace it =  il file di correzione esiste già, sovrascriverlo?
Import success = Importazione completata
Import failed: Please manually copy the cali file to the '\\EMCC\\caliset\\%cardID%\\' directory = Importazione non riuscita: copiare manualmente il file di calibrazione nella directory 'EMCCcaliset%cardID%'
Data is not enough, please input at lease 2 rows = troppo pochi dati, inserire almeno due righe di dati

Generation of cali file succeeded = Generazione riuscita del file di calibrazione
Error: Handle of device.dll is null  = Errore: l'handle .dll dispositivo è vuoto
Error: Card number wrong = Errore: il numero di serie della carta è errato
Error: Load device.dll or API failed = Errore: Impossibile caricare il dispositivo.dll o la relativa API
Path of cali file wrong or SystemSet.ini not found = errore di directory del file di correzione o SystemSet non .ini trovato
Error: Open 3dmarker.dat failed = Errore: Impossibile aprire il file 3dmarker.dat
Error: Open .dat failed = Errore: Impossibile aprire .dat file
Error: Enter mark environment failed= Errore: Impossibile accedere all'ambiente di marcatura
Error: Leave mark environment failed = Errore: Impossibile uscire dall'ambiente di marcatura